<template>
    <div class="question_container">
        <head-top signin-up='home' head-title="交易须知" go-back='true'>
            <span slot='logo' class="head_logo"></span>
        </head-top>
        <section class="menu">
            <div class="qustion-item">
                <p class="title">一、概述</p>
                <p>本协议（以下简称为“协议”）用于管辖客户与寻宝图资本有限公司及其关联公司（以下简称为“寻宝图”）之间的关系。如本协议与寻宝图官方网站的内容有不一致之处，以本协议为准。除非经过寻宝图管理人员以书面形式提出，否则不可对本协议进行修改或放弃。客户不得修改或放弃本协议的任何部分。客户确认寻宝图及其运营平台“全球智能资产配置”可通过电子邮件发送修改协议通知或在客户登录后修改本协议。客户在上述通知后使用寻宝图服务被视为接受修改后的协议。客户在使用“全球智能资产配置”平台服务前，应当仔细阅读本协议，并同意遵守本协议所有规则后方可成为寻宝图客户。客户一旦使用“全球智能资产配置”平台功能即与寻宝图形成协议关系，受本协议之约束。</p>
                <p class="title">二、风险提示</p>
                <p>“投资有风险，入市需谨慎“，投资证券或金融产品存在潜在的亏损可能。任何一支证券或金融产品的历史数据都不能保证其未来的表现和回报，尤其在市场低迷时无法确保客户获益或止损。在外国市场上进行证券、期权、期货、货币或任何产品的交易具有投机性，存在很高的风险。此外，还存在正常交易时间以外的特殊交易风险，包括低流动性风险、高波动率的风险，价格变化风险、未能连接的市场，影响价格的新闻公告与更大差价。客户应当充分了解、知悉证券交易的相关风险，在开户前应当从一般理性人角度对自身的经济实力、资金来源和风险承受能力作出客观判断，慎重决定投资目标、投资金额和金融产品。</p>
                <p>寻宝图及寻宝图关联方董事、员工、代理人均不以任何明示或默示的方式完全保证证券交易信息内容的真实性、充分性、及时性、可靠性、完整性和有效性，所有信息、数据、资料仅为参考。客户应当认可、接受通过“全球智能资产配置”平台进行的资产配置操作并不能规避风险，产生的风险由客户自行承担。寻宝图对客户的投资风险损失不承担任何责任。</p>
                <p class="title">三、开户</p>
                <p class="title">（一）开立账户</p>
                <p>客户按照本协议的指示，授权寻宝图以客户的姓名开立并维持一个或多个账户。</p>
                <p class="title">（二）客户资质</p>
                <p>1. 客户应担为符合本协议相关交易法律法规要求的合格投资者：</p>
                <p>（1）自然人：客户已年满18周岁；具有完全民事权利能力及民事行为能力；具有足够的知识与经验可以理解将要交易的产品的性质与风险。</p>
                <p>（2）法人组织： 具有完全的法人主体资格，具有完全民事权利能力和民事责任能力；拟开户人为法定代表人或具有法人的合法有效之授权；拟输入定单人具有法人合法有效的授权且具有足够的知识与经验可以理解其所将要交易的产品的性质与风险。</p>
                <p>2. 在注册、开户和使用寻宝图平台服务的所有期间，客户应当提供自身的真实资料和信息，并保证在此期间其所提交的所有资料和信息（包括但不限于电子邮件地址、联系电话、联系地址、邮政编码、个人身份信息、征信信息等）真实、准确、完整，且是最新的。如客户的上述信息变更，客户应当及时书面通知寻宝图。客户授权寻宝图进行任何调查以证实上述信息。</p>
                <p>3. 若不具备前述条件，客户应立即停止使用本协议项下服务。</p>
                <p class="title">四、客户账户管理/操作责任</p>
                <p>客户确认寻宝图并不知晓使用客户的用户名或密码进入“全球智能资产配置”账户管理系统的人是否为客户本人。除非寻宝图已被告知并同意，否则客户应不允许任何人进入其账户。客户本人负责其用户名／密码的保密性与使用，并同意如上述用户名／密码被窃取或遗失或出现非法进入客户账户的情况，立即通过电话或电子邮件方式报告寻宝图。客户对使用其用户名／密码所进行的所有操作负责。</p>
                <p class="title">五、定单传递</p>
                <p>寻宝图将选择传递客户定单的市场／交易商。对于在多个市场交易的产品，寻宝图或其合作伙伴可能会提供“智能传递”手段，这一操作通过计算机算法为每个定单寻找最佳市场。寻宝图不能保证所有定单均以最佳的公布价格执行，这是因为：寻宝图可能不能进入所有市场／交易商；其它定单可能提前交易；市场中心可能不认可公布价或可能重新发送定单进行手工操作；或市场规则、决定或系统故障可能防止／延迟客户定单的执行或导致定单不能接收最佳价格。</p>
                <p class="title">六、违约事件</p>
                <p>1.在不通知的情况下，"违约"在以下情况下自动发生：(1)客户违反／拒绝履行与寻宝图之间的任何合同；(2)根据任何破产法或相似的法律，由客户发起或针对客户发起诉讼；(3)为了客户债权人的利益进行转让；(4)指定客户或客户财产的接收人、受托人、财产清算人或类似人员；(5)客户的陈述在当时进行时不真实或具有误导性，或后来不具有真实性；(6)客户无法律行为能力；(7)由任何监管机构或组织终止客户业务或许可；(8)寻宝图有理由相信任何以上情况可能即将发生。</p>
                <p>2.客户无条件同意一旦违约，寻宝图可终止履行其对客户的部分或所有义务，且寻宝图有权自行决定但并非有此义务在无事先告知的情况下，在任何时间以任何方式通过任何市场或交易商清算任何寻宝图个人账户内所有或部分客户的仓位。客户应对任何客户违约相关的、或者因客户违约由寻宝图完成的交易相关的所有诉讼、疏忽、成本与费用（包括但不限于律师费）或债务做出补偿或使之不受损害。</p>
                <p class="title">七、可疑行为</p>
                <p>如寻宝图根据自已的判断认为客户的账户参与了任何诈欺或犯罪行为，或违反法律法规，或已被非法侵入或卷入任何可疑行为（无论是作为受害者或犯罪者或其它身份），寻宝图可终止或冻结账户、或账户的任何特权；可冻结或清算资金或资产；或可利用本合同的"违约事件"的任何法律补偿。</p>
                <p class="title">八、外国市场的风险；收盘后交易时段的风险</p>
                <p>客户确认在外国市场上进行证券或其他任何金融产品的交易具有投机性，存在很高的风险。还存在正常交易时间以外的特殊交易风险，包括低流动性风险、高波动率的风险，价格变化风险、未能连接的市场，影响价格的新闻公告与更大差价。客户表示其充分了解上述风险，且有能力承担上述风险。</p>
                <p class="title">九、报价、市场信息、研究与网络连接</p>
                <p>通过寻宝图（包括通过连接到外部网站）可访问的报价、新闻、研究与信息（"信息"）可由独立的提供商编制。上述信息是寻宝图、提供商或其许可方的财产，受法律保护。客户同意如无寻宝图或提供商的书面同意不会复制、分发、出售或以任何方式将信息用于商业目的。寻宝图保有终止访问上述信息的权利。信息中的任何内容均不可视为寻宝图的推荐或买卖诱导。寻宝图与提供商均不保证本信息的准确性、及时性或完整性，客户在做出投资决策前应向顾问进行咨询。客户信赖报价、数据或其它信息，风险自负。在任何情况下寻宝图或提供商对使用上述信息所引起的偶然的、特殊的或间接的损害后果均不负有任何责任。不提供任何形式的担保，无论是与信息有关的明示还是暗含的、包括适销性担保、对一种特定的用途适应性的担保或非侵权担保。</p>
                <p class="title">十、免责规定</p>
                <p class="title">（一）免责情形</p>
                <p>1.寻宝图对注册手机号码的所有人身份之真实性不负任何审查义务，如因个人手机号码被盗用、冒用或乱用作寻宝图平台账号注册造成损失的，寻宝图不承担任何责任。</p>
                <p>2.凡在寻宝图注册、开户的所有客户均须遵守相关法律、法规及寻宝图平台的使用规则，不得在寻宝图平台（社区、交流群等）上发布任何政治有害、淫秽色情、虚假广告、血腥暴力、侮辱诽谤、泄露个人隐私等违法违规信息，亦不得从事侵害第三人知识产权等合法权益的活动，否则由此产生的一切损失由客户自行承担，寻宝图均不承担任何责任。</p>
                <p>3.在任何情况下，寻宝图对任何惩罚性的、间接的、偶然的、特殊的或连带的损失或损害均不承担责任，包括但不限于间接个人损害、商业赢利的丧失、贸易中断、商业信息的丢失或任何其它信赖利益损失。</p>
                <p>4.投资证券或金融产品存在亏损风险，寻宝图不对客户的投资利益损失和风险承担任何责任。</p>
                <p>5.寻宝图及其关联公司不能保证所提供的行情价格、图表、评论等信息绝对可靠和准确，因任何内容不准确或遗漏或客户主观原因引起的损失。</p>
                <p>6.由于互联网数据传输故障、终端、延迟等原因导致交易指令可能出现的中断、停顿、延迟、数据错误等情况。</p>
                <p>7.因客户的疏忽导致其交易账号及密码信息泄露，或其身份被仿冒。</p>
                <p>8.由于互联网上存在黑客恶意攻击的可能性，网络服务器可能会出现故障及其他不可预测的因素，行情信息及其他证券信息可能会出现错误或延迟。</p>
                <p>9.客户网络终端设备及软件系统可能会受到非法攻击或病毒感染，导致无法进行指令传输或传输失败。</p>
                <p>10.因客户操作不当造成失败或失误，及其带来的损失。</p>
                <p>11.因客户个人原因出现账户密码、个人信息、交易资料泄露或客户身份被仿冒等情形造成的损失。</p>
                <p>12.客户利用寻宝图提供的服务从事任何违法或侵害他人权益行为给客户和第三人造成损失。</p>
                <p>13.法律和政策重大变化或寻宝图不可预测和不可控制因素导致的突发事件。</p>
                <p>14.因战争、通讯故障、自然灾害、罢工、政府部门的行为等不可抗力造成寻宝图平台功能无法实现，从而造成的客户经济损失。</p>
                <p>15.寻宝图官网及产品中将刊登、转载合作公司提供的新闻、资讯等内容，刊登、转载时均会注明内容提供者。寻宝图对其提供的内容不作任何实质性审查或修改，不保证该内容的真实性，请客户自行判断，寻宝图不承担任何责任。</p>
                <p class="title">十一、隐私保护</p>
                <p>1.根据法律监管要求，寻宝图将搜集客户以下的非公共信息：身份信息和就业信息；账户余额和交易历史；信用历史和投资经验</p>
                <p>2.寻宝图将通过以下方式收集客户的个人信息：开设账户或进行交易；提供客户的联系信息或电汇时；在客户的账户中存款或提款时。</p>
                <p>3.寻宝图将依据客户的个人信息、资料（私隐)条例及其他适用法律进行以下活动： 向客户提供投资服务及产品日常运作；自行实施或协助其他有权机构信贷审查；确保客户的信用维持良好；符合相关法律、法规及行政机关的审查、披露要求。</p>
                <p>4.个人信息保护措施：寻宝图将使用符合法律要求的安全措施包括但不限于电脑防护、文件加密及安全办公楼等，对客户的个人资料进行严格管理和保护，防范未经授权的访问和使用，防止客户的个人资料丢失、被盗用或窜改。</p>
                <p>5.除非法律、法规要求，否则寻宝图不会将客户的个人、非公开信息披露给第三方。寻宝图仅在如下情况披露客户的个人信息：在有必要授权、完成、监管或执行客户所要求或授权的交易时；维护及监管客户的账户时；向客户提供账户确认、账单和记录时；维持正确的档案记录时；执行我们的客户协议及其它协议之必要时；履行寻宝图的责任或保护寻宝图的权利、财产之必要时；司法、行政及其他有权监管机关依照法定程序执法或监管时；根据相应的法律、法规或规章披露之必要时。</p>
                <p class="title">十二、其他</p>
                <p>1.寻宝图是美国盈透证券的注册投顾（RIA, Registered Investment Advisor）。本账户是客户开立在美国盈透证券的证券账户，账户所有权归属客户，并采用寻宝图的智能资产配置服务。关于该账户的权限与使用细则，客户可咨询盈透关于客户账户开户及操作的相关说明。</p>
                <p>2.争议解决：经双方一致同意， 客户使用寻宝图平台交易服务发生争议时，应当优先协商处理。</p>
                <p>3.客户同意本合同的规定以中文书写且表示客户理解本合同的条款。本合同包括合同双方之间的完整合同，除此以外，合同双方不做出其它陈述或担保。如本合同中的任何规定不可执行，不应影响其它规定的效力。寻宝图未能履行本合同的任何条款不可视为其对合同条款的放弃。</p>
                <p>4.客户同意寻宝图录音所有电话内容。客户确认寻宝图隐私声明且同意根据其规定收集／使用客户信息。</p>
                <p>5.如无寻宝图的事先书面同意，客户不可出让或转让本合同下的任何权利或义务。</p>
                <p>6.客户直接或经第三方授权寻宝图就其认为其在与客户进行商业活动时所必须的信息询问客户。询问可包括在客户发生任何违约或违法本协议义务时而索取的信用报告及其它信用检查，或核对客户向第三方数据库提供的信息。</p>
                <p>7.本协议解释权及修订权归寻宝图所有。如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。</p>
                <p>本人确认向寻宝图提交的个人身份信息、财产状况、投资经验以及手写签名信息均真实准确。本人已知悉并同意授权寻宝图将前述材料将用于开立个人证券账户，并在所有必要情形和文件使用前述材料，本人自愿受其约束。</p>
            </div>
        </section>
    </div>
</template>
<script>
import headTop from '../../components/header/head'
import BScroll from 'better-scroll'

export default {
    components: {
        headTop
    },

    data() {
        return {

        }
    },


    created() {

    },

    methods: {

    }

}
</script>
<style lang="scss" scoped>
@import '../../style/mixin';
.menu {
    padding-top: $containerTop;
}

.qustion-item {
    padding: 0.5rem 0.5rem 0.5rem 0.5rem;
    p {
        margin-top: 0.2rem;
        margin-bottom: 0.5rem;
        @include sc(.6rem, $fontGreyColor);
        line-height: 1.2rem;
    }
    .title {
        @include sc(.7rem, $fontColor);
        margin-bottom: .5rem;
        margin-top: 1rem;
    }
}
</style>
